[{
  "_id": {
    "$oid": "6985ffeedc5b7a8c683b4d3a"
  },
  "spotifyTrackId": "aaf4d218c00fa3be80e2fd0b691ffc82",
  "songName": "Untitled World",
  "artist": "ReoNa",
  "lyrics": "5 ContributorsTranslationsRomanizationUntitled World LyricsWhat should I believe in?破裂しそうな胸抑えて今日もまた ああ僕は孤独だWhy should I believe in?痛みは折り重なって 枷になる泣いてる暇もないよ救いのない夜が 諦めていく朝が何度も通り過ぎてゆく無惨に潰えた希望の後残された灯火揺れた (still brave me)Nothing lasts forever, my tears are blazing forever誰かの振りかざした正義が痛くて誰かが泣いても また胸が痛んでそれぞれの真実に傷ついたとしても僕は全てを許すしかないよWhat am I looking for?屈託ない空の青が今日もまた 僕を突き放すWhite light was distracting救いようもないと知りながらそれでも刻んでゆく足跡\n\n悲しみにも慣れて逃げることにすら疲れて心が痛くても泣けなくて何処かに辿り着けばいつか笑えるのかなまだ息をしてる still believing何度も 何度もアバターが壊れてしまう繰り返しの中今日も僕は息をするStill brave meNothing lasts forever 冷たい運命に飲まれても消えそうな 灯火を手に潰れそうな夜も 歩みは止めないのそれぞれの真実と痛みの果にいつか全てが壊れても何の為? 誰の為に?答えはなく運命は終幕を辿るせめて少しでもあの日に繋ぐよ囁くように歌う 祈るように歌う\n\nI sing our song",
  "createdAt": {
    "$date": "2026-02-06T14:51:26.281Z"
  },
  "updatedAt": {
    "$date": "2026-02-06T14:51:26.281Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "698611bb7e4b17d3d463c7f8"
  },
  "spotifyTrackId": "4I01JiotzjG0twezQt1xqX",
  "songName": "Testimony",
  "artist": "Terrian",
  "lyrics": "1 ContributorTestimony LyricsThis is the moment where everything turnsDidn't think I would see it, was hard to believeHeaven crashes to EarthI've read the stories of all that You've doneParted the sea and set captives freeNever thought I'd be oneI am a living, breathing, walking testimonyI am the living proof of what the Lord has doneMay call it crazy, but they can't take away my story'Cause I am a living, breathing, walking testimonyThey said I wouldn't make it, that I should give upBut they didn't know that the God that I sеrve is more than enoughHе can move mountains, He can make broken beautifulI never run out of hope when I run to the God of miraclesI am a living, breathing, walking testimonyI am the living proof of what the Lord has doneMay call it crazy, but they can't take away my story'Cause I am a living, breathing, walking testimony\n\nLook what the Lord has done (What the Lord has done)Look what the Lord has done (What the Lord has done)Oh, the enemy did what he couldBut the Lord, He has used it for goodOh, look what the Lord has done (What the Lord has done)Oh, look what the Lord has done (What the Lord has done)When the thief tried to steal and destroyThe Lord gave me an anthem of joy, yeahI am a living, breathing, walking testimonyI am the living proof of what the Lord has doneMay call it crazy, but they can't take away my story, oh'Cause I am a living, breathing, walking testimony, yeah'Cause I am a living, breathing, walking testimony",
  "createdAt": {
    "$date": "2026-02-06T16:07:23.279Z"
  },
  "updatedAt": {
    "$date": "2026-02-06T16:07:23.279Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "698615669b80a8891d04b942"
  },
  "spotifyTrackId": "6YUTL4dYpB9xZO5qExPf05",
  "songName": "Summer",
  "artist": "Calvin Harris",
  "lyrics": "82 ContributorsTranslationsPortuguêsDeutschSummer LyricsWhen I met you in the summerTo my heartbeat's soundWe fell in loveAs the leaves turned brownAnd we could be together, babyAs long as skies are blueYou act so innocent nowBut you lied so soonWhen I met you in the summerWhen I met you in the summer (Summer)To my heartbeat's sound (Yeah)We fell in love (Love)As the leaves turned brown (Yeah)And we could be together, babyAs long as skies are blue (Yeah)You act so innocent nowBut you lied so soon (Yeah)When I met you in the summerSummer\n\nWhen I met you in the summer (Summer)(Yeah)(Love)(Yeah)Summer (Summer)(Yeah)(Love)(Yeah)",
  "createdAt": {
    "$date": "2026-02-06T16:23:02.009Z"
  },
  "updatedAt": {
    "$date": "2026-02-06T16:23:02.009Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "698619f5d20a5070e17e2f70"
  },
  "spotifyTrackId": "1chmVQLbEPT5890S0X55pe",
  "songName": "TEST ME",
  "artist": "ちゃんみな (CHANMINA)",
  "lyrics": "2 ContributorsTranslationsRomanizationEnglishРусский (Russian)TEST ME LyricsOh-ohAh-yah-yah-yahOh-oh, oh-ohOh怪しいわ私を放ったりして理解してないトラウマ何を彼に祈んのそもそもねぇ 笑って見せてもきっと信じないでしょ問題ないふりして地面を蹴り泣くTest me, どうせ死ぬならChase me, 行くか 死ぬかTell me, 教えて now, 絡むな変に 終わらせるこのカルマ\n\nOh-oh, oh-ohOh, mmYou really think you can catch me? Ah, pleaseI'm gone before you blinkYou fall from my smile? Too badIt's just a curse, wrapped in かわいいねぇ 泣いて見せてもきっと信じるんでしょ洒落くせぇ世の中に見透かされて泣くTest me, どうせ死ぬならChase me, 行くか 死ぬかTell me, 教えて now, 絡むな変に 終わらせるこのカルマ好きで産まれてないのにごちゃごちゃうるせぇ私が死ねば金か飯でも入るのか？\n\nTest me, どうせ死ぬならChase me, 行くか 死ぬかTell me, 教えて now, 絡むな変にTest me, どうせ死ぬならChase me, 行くか 死ぬかTell me, 教えて now, 絡むな変に 終わらせるこのカルマOh-ohAh-yah-yah-yahOh-oh, oh-ohOh",
  "createdAt": {
    "$date": "2026-02-06T16:42:29.951Z"
  },
  "updatedAt": {
    "$date": "2026-02-06T16:42:29.951Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "698637e502f40fba8f91c069"
  },
  "spotifyTrackId": "6v8fX5yXd15H3xSyvVvJ5e",
  "songName": "稲葉曇 (Inabakumori) - ラグトレイン (Lagtrain) ft. 歌愛ユキ (Kaai Yuki) (Romanized)",
  "artist": "Genius Romanizations",
  "lyrics": "8 ContributorsTranslations日本語 (Japanese)EnglishItaliano稲葉曇 (Inabakumori) - ラグトレイン (Lagtrain) ft. 歌愛ユキ (Kaai Yuki) (Romanized) LyricsHanarebanare no machi o tsunagu ressha wa itte shimatta neNakushita kotoba o shiranai nara poketto de nigirishimeteAgaita iki o sutete nobiru kyou wa nemutte gomakaseNakushita kotoba o shiranai nara kakueki teisha ni norikondeYuugata to taikutsu no o sasoi o kotowatteHitori kiri roji ura wa kesshite isoganaideHora oudan hodou mo matte kure to itteruMiharu machikado ga anata o hikitometekuHanarebanare no machi o tsunagu ressha wa itte shimatta neNakushita kotoba o shiranai nara poketto de nigirishimeteAgaita yume o sutete yureru kyou wa nemutte gomakaseNakushita kotoba o shiranai nara kakueki teisha ni norikondeYuugata no eki no houmu wa hidoku komiatte (Komiatte)Hitori shimedekiru made kyuukei shite hoshiku teMata shuudan gekou ga anata o sekashite iruHora jidou kaisatsu wa matte kure to itteruFusagaru ryoute ga anata o hikitometekuAgaita yume o sutete yureru kyou wa nemutte gomakaseNakushita kotoba o shiranai nara kakueki teisha ni norikonde\n\nHanareta machi to machi o tsunagu ressha gaYonda kaze ni tobasarenaide ite kureNakushita kotoba wa sono mama de ii yoYureru ressha ni mi o makasete hoshii karaHanarebanare no machi oHanarebanare no machi o tsunagu ressha wa itte shimatta neNakushita kotoba o shiranai nara poketto de nigirishimeteAgaita iki o sutete nobiru kyou wa nemutte gomakaseNakushita kotoba o shiranai nara kakueki teisha de tabi o shite",
  "createdAt": {
    "$date": "2026-02-06T18:50:13.256Z"
  },
  "updatedAt": {
    "$date": "2026-02-06T18:50:13.256Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "698637fc02f40fba8f91c09c"
  },
  "spotifyTrackId": "2297mxrYLBAC4XkhXs39If",
  "songName": "Armed & Dangerous",
  "artist": "King Von",
  "lyrics": "96 ContributorsTranslationsDeutschFrançaisArmed & Dangerous Lyrics“Armed & Dangerous” is the introductory track to King Von’s debut album, Welcome to O'Block.\n\nOn the song, King Von describes how he is constantly watched by the police wherever he goes, besides talking about… Read More (Ch-Ch-Ch-Chopsquad)Police steady watchin' me, every day they clockin’ meHuh? What?Every day they clockin' me(ChopsquadDJ on the beat so it's a banger)Police steady watchin’ me, every day they clockin' meRed alert, armed and dangerous, I keep that Glock on me (Boom, boom)And I ain't lookin' for no trouble, I'm just lookin' out for me (Nah)'Cause I done did shit, them niggas ain't talkin’ ’bout no rappin' beef (What?)Boy, I’m talkin' tragedies (Yeah), massacres (Yeah), casualties (Huh?)Shit that I can't even remember, bet they remember me (Yeah)Shit that happened late in December, I bring that winter heat (Yeah, what, huh?)Niggas dyin' the whole October, the real Halloween (Boom, boom)Back to back funerals, it’s them or us, it's him or meDon't get booked 'cause ain't no bond money, we doin' this shit for free (Nah)If he told then that ain't my homie, that lil' nigga weak (What, huh?)If I miss, ain't goin' to sleep, I'm in the streets, we play for keeps (Huh, what? Boom)2011, August 11th, R.I.P. Odee (Damn)August 9th, two days before, I turned seventeen (Damn)Twenty-one to forty-five, I'm like what the fuck that mean? (What?)You fightin' an armed robbery, shorty, that's what they offerin'(Damn)My lil' brother gettin' big, my uncle got that cough againHe been smokin' crack since I was born, that monkey stalkin' himI used to stay up late at granny crib just to talk to himWhen I was locked up, God knocked on his door and told him walk with him (Damn)Back to this drillin' shit (Huh?)Sosa started rappin' now the war goin' viral (Huh, huh? Yeah, yeah)Boy, this bitch crackin' (What? Boom)Boy, they ass lackin' (Boom)Hit they block twice, a lot of boomin', no jammin' (Boom, huh? What, what, what?)His mama pop out like, \"Oh goddamn, what happened?\"This the type of shit happen, the life of a savage (Boom, boom, boom)You ain't right, you get left, you slipped up, you ain't havin' (Yeah, yeah, huh, boom)Not your blood or your cuz, you my son, I'm your daddy (Huh, huh, huh, what?)(You my son, I'm your daddy)\n\nPolice steady watchin' me, every day they clockin' me (Damn)Red alert, armed and dangerous, I keep that Glock on me (Boom, boom)And I ain't lookin' for no trouble, I'm just lookin' out for me (Nah)'Cause I done did shit, them niggas ain't talkin' 'bout no rappin' beef (Nah, nah)Boy, I'm talkin' tragedies (Yeah), massacres (Yeah), casualties (Huh?)Shit that I can't even remember, bet they remember me (Huh, huh, huh, yeah)Shit that happened late in December, I bring that winter heat (Huh? Huh? Boom)Niggas dyin' the whole October, the real Halloween (Boom, boom, boom, boom-boom)",
  "createdAt": {
    "$date": "2026-02-06T18:50:36.800Z"
  },
  "updatedAt": {
    "$date": "2026-02-06T18:50:36.800Z"
  },
  "__v": 0
}]